Revit 2027 API
SymbolTypeId.Fps Property
 Symbol FPS, indicating unit Feet per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Fps { get; }
Public Shared ReadOnly Property Fps As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Fps {
	ForgeTypeId^ get ();
}
static member Fps : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace